Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# security.password.setTitle
source: Set password
ar: تعيين كلمة المرور
bg: Задади парола
bn: পাসওয়ার্ড সেট করুন
ca: Establir contrasenya
cs: Nastavit heslo
da: Angiv adgangskode
de: Passwort setzen
el: Ορισμός κωδικού πρόσβασης
es: Establecer contraseña
et: Määra parool
fa: تعیین رمز عبور
fi: Aseta salasana
fil: Magtakda ng password
fr: Définir le mot de passe
he: הגדר סיסמה
hi: पासवर्ड सेट करें
hr: Postavi lozinku
hu: Jelszó beállítása
id: Atur kata sandi
is: Stilla lykilorð
it: Imposta password
ja: パスワードを設定
ko: 비밀번호 설정
lt: Nustatyti slaptažodį
lv: Iestatīt paroli
nb: Sett passord
nl: Wachtwoord instellen
nn: Sett passord
pl: Ustaw hasło
pt_br: Definir senha
ro: Seteaza parola
ru: Установить пароль
sk: Nastaviť heslo
sl: Nastavi geslo
sr: Postavi lozinku
sv: Ange lösenord
sw: Weka neno la siri
ta: கடவுச்சொல்லை அமைக்கவும்
th: ตั้งรหัสผ่าน
tr: Şifre ayarla
uk: Встановити пароль
ur: پاس ورڈ سیٹ کریں
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設定密碼

# security.password.title
source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fa: رمز عبور
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
is: Lykilorð
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
nn: Passord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sr: Lozinka
sv: Lösenord
sw: Neno la siri
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# security.password.update
source: Update password
ar: تحديث كلمة المرور
bg: Обновете паролата
bn: পাসওয়ার্ড আপডেট করুন
ca: Actualitzar contrasenya
cs: Aktualizovat heslo
da: Opdater adgangskode
de: Passwort aktualisieren
el: Ενημέρωση κωδικού πρόσβασης
es: Actualizar contraseña
et: Uuenda parooli
fa: به‌روزرسانی رمز عبور
fi: Päivitä salasana
fil: I-update ang password
fr: Mettre à jour le mot de passe
he: עדכן סיסמה
hi: पासवर्ड अपडेट करें
hr: Ažuriraj lozinku
hu: Jelszó frissítése
id: Perbarui kata sandi
is: Uppfæra lykilorð
it: Aggiorna password
ja: パスワードを更新
ko: 비밀번호 업데이트
lt: Atnaujinti slaptažodį
lv: Atjaunināt paroli
nb: Oppdater passord
nl: Wachtwoord bijwerken
nn: Oppdater passord
pl: Zaktualizuj hasło
pt_br: Atualizar senha
ro: Actualizează parola
ru: Обновить пароль
sk: Aktualizovať heslo
sl: Posodobi geslo
sr: Ažuriraj lozinku
sv: Uppdatera lösenord
sw: Badilisha neno la siri
ta: கடவுச்சொல்லை புதுப்பிக்கவும்
th: อัปเดตรหัสผ่าน
tr: Şifre güncelle
uk: Оновити пароль
ur: پاس ورڈ اپ ڈیٹ کریں
vi: Cập nhật mật khẩu
zh_hans: 更新密码
zh_hant: 更新密碼

# security.title
source: Login and security
ar: تسجيل الدخول والأمان
bg: Вход и сигурност
bn: লগইন এবং নিরাপত্তা
ca: Inici de sessió i seguretat
cs: Přihlášení a zabezpečení
da: Login og sikkerhed
de: Anmeldung und Sicherheit
el: Σύνδεση και ασφάλεια
es: Inicio de sesión y seguridad
et: Sisselogimine ja turvalisus
fa: ورود و امنیت
fi: Kirjautuminen ja turvallisuus
fil: Login at seguridad
fr: Connexion et sécurité
he: התחברות וביטחון
hi: लॉगिन और सुरक्षा
hr: Prijava i sigurnost
hu: Bejelentkezés és biztonság
id: Masuk dan keamanan
is: Innskráning og öryggi
it: Accesso e sicurezza
ja: ログインとセキュリティ
ko: 로그인 및 보안
lt: Prisijungimas ir saugumas
lv: Pierakstīšanās un drošība
nb: Innlogging og sikkerhet
nl: Inloggen en beveiliging
nn: Innlogging og sikkerheit
pl: Logowanie i bezpieczeństwo
pt_br: Login e segurança
ro: Conectare și securitate
ru: Вход и безопасность
sk: Prihlásenie a bezpečnosť
sl: Prijava in varnost
sr: Prijava i sigurnost
sv: Inloggning och säkerhet
sw: Kuingia na usalama
ta: உள்நுழைவு மற்றும் பாதுகாப்பு
th: การเข้าสู่ระบบและความปลอดภัย
tr: Giriş ve güvenlik
uk: Вхід і безпека
ur: لاگ ان اور سیکیورٹی
vi: Đăng nhập và bảo mật
zh_hans: 登录和安全
zh_hant: 登入與安全

# settings.group.admin
source: Administration
ar: الإدارة
bg: Администрация
bn: প্রশাসন
ca: Administració
cs: Administrace
de: Verwaltung
el: Διαχείριση
es: Administración
et: Administreerimine
fa: مدیریت
fi: Hallinta
fil: Administrasyon
he: ניהול
hi: प्रशासन
hr: Administracija
hu: Adminisztráció
id: Administrasi
is: Umsjón
it: Amministrazione
ja: 管理
ko: 관리
lt: Administravimas
lv: Administrācija
nb: Administrasjon
nl: Beheer
nn: Administrasjon
pl: Administracja
pt_br: Administração
ro: Administrare
ru: Администрирование
sk: Administrácia
sl: Administracija
sr: Administracija
sw: Utawala
ta: நிர்வாகம்
th: การจัดการ
tr: Yönetim
uk: Адміністрування
ur: انتظامیہ
vi: Quản trị
zh_hans: 管理
zh_hant: 管理

# settings.group.preferences
source: Preferences
ar: التفضيلات
bg: Предпочитания
bn: পছন্দ
ca: Preferències
cs: Předvolby
da: Præferencer
de: Präferenzen
el: Προτιμήσεις
es: Preferencias
et: Eelistused
fa: ترجیحات
fi: Asetukset
fil: Mga Preferensya
fr: Préférences
he: העדפות
hi: प्राथमिकताएं
hu: Preferenciák
id: Preferensi
is: Kjörstillingar
it: Preferenze
ja: 設定
ko: 환경설정
lt: Nuostatos
nb: Preferanser
nl: Voorkeuren
nn: Preferansar
pl: Preferencje
pt_br: Preferências
ro: Preferințe
ru: Предпочтения
sk: Preferencie
sl: Preference
sr: Preferencije
sv: Preferenser
sw: Mapendeleo
ta: விருப்பங்கள்
th: ความชอบ
tr: Tercihler
uk: Переваги
ur: ترجیحات
vi: Tùy chọn
zh_hans: 偏好设置
zh_hant: 偏好設定

# settings.group.supportData
source: Support & Reports
ar: الدعم والتقارير
bg: Поддръжка и отчети
bn: সহায়তা ও রিপোর্ট
ca: Ajuda i informes
cs: Podpora a přehledy
da: Support og rapporter
de: Support & Berichte
el: Υποστήριξη και αναφορές
es: Ayuda e informes
et: Tugi ja aruanded
fa: پشتیبانی و گزارش‌ها
fi: Tuki ja raportit
fil: Suporta at Mga Ulat
fr: Assistance et rapports
he: תמיכה ודוחות
hi: सहायता और रिपोर्ट
hr: Podrška i izvješća
hu: Támogatás és jelentések
id: Bantuan & Laporan
is: Aðstoð og skýrslur
it: Assistenza e report
ja: サポートとレポート
ko: 지원 및 보고서
lt: Pagalba ir ataskaitos
lv: Atbalsts un pārskati
nb: Støtte og rapporter
nl: Ondersteuning en rapporten
nn: Støtte og rapportar
pl: Pomoc i raporty
pt_br: Suporte e relatórios
ro: Asistență și rapoarte
ru: Поддержка и отчёты
sk: Podpora a výkazy
sl: Podpora in poročila
sr: Podrška i izveštaji
sv: Support och rapporter
sw: Usaidizi na Ripoti
ta: உதவி மற்றும் அறிக்கைகள்
th: ความช่วยเหลือและรายงาน
tr: Destek ve Raporlar
uk: Підтримка та звіти
ur: معاونت اور رپورٹس
vi: Hỗ trợ và báo cáo
zh_hans: 支持与报告
zh_hant: 支援與報表

# settings.group.work
source: Work
ar: العمل
bg: Работа
bn: কাজ
ca: Feina
cs: Práce
da: Arbejde
de: Arbeit
el: Εργασία
es: Trabajo
et: Töö
fa: کار
fi: Työ
fil: Trabaho
fr: Travail
he: עבודה
hi: कार्य
hr: Rad
hu: Munka
id: Kerja
is: Vinna
it: Lavoro
ja: 勤務
ko: 업무
lt: Darbas
lv: Darbs
nb: Arbeid
nl: Werk
nn: Arbeid
pl: Praca
pt_br: Trabalho
ro: Muncă
ru: Работа
sk: Práca
sl: Delo
sr: Rad
sv: Arbete
sw: Kazi
ta: வேலை
th: งาน
tr: İş
uk: Робота
ur: کام
vi: Công việc
zh_hans: 工作
zh_hant: 工作

# settings.menu.account.label
source: Account
ar: الحساب
bg: Konto
bn: অ্যাকাউন্ট
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
fa: حساب
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hr: Konto
hu: Fiók
id: Akun
is: Reikningur
ja: アカウント
ko: 계정
lt: Paskyra
lv: Konts
nb: Konto
nn: Konto
pl: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
sk: Konto
sl: Račun
sr: Nalog
sv: Konto
sw: Akaunti
ta: கணக்கு
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# settings.menu.admin.label
source: Admin
ar: مسؤول
bn: অ্যাডমিন
el: Διαχειριστής
fa: مدیر
he: מנהל
is: Stjórnandi
ja: 管理者
ko: 관리자
nl: Beheer
ru: Администратор
sw: Msimamizi
th: ผู้ดูแล
tr: Yönetici
uk: Адмін
ur: ایڈمن
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

# settings.menu.appearance.label
source: Appearance
ar: المظهر
bg: Изглед
bn: চেহারা
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
et: Välimus
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
fr: Apparence
he: מראה
hi: उपस्थिति
hr: Izgled
hu: Megjelenés
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観
ko: 모양
lt: Išvaizda
lv: Izskats
nb: Utseende
nl: Uiterlijk
nn: Utseende
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Videz
sr: Izgled
sv: Utseende
sw: Muonekano
ta: தோற்றம்
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Зовнішній вигляд
ur: ظہور
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.menu.data.label
source: Shift report
ar: تقرير الورديات
bg: Отчет за смените
bn: শিফট রিপোর্ট
ca: Informe de torns
cs: Přehled směn
da: Vagtrapport
de: Schichtbericht
el: Αναφορά βαρδιών
es: Informe de turnos
et: Vahetuste aruanne
fa: گزارش شیفت‌ها
fi: Vuororaportti
fil: Ulat ng mga shift
fr: Rapport des quarts
he: דוח משמרות
hi: शिफ़्ट रिपोर्ट
hr: Izvješće o smjenama
hu: Műszakjelentés
id: Laporan sif
is: Vaktaskýrsla
it: Report dei turni
ja: シフトレポート
ko: 근무 보고서
lt: Pamainų ataskaita
lv: Maiņu pārskats
nb: Vaktrapport
nl: Dienstenrapport
nn: Vaktrapport
pl: Raport zmian
pt_br: Relatório de turnos
ro: Raport de ture
ru: Отчёт о сменах
sk: Výkaz zmien
sl: Poročilo o izmenah
sr: Izveštaj o smenama
sv: Skiftrapport
sw: Ripoti ya zamu
ta: பணி நேர அறிக்கை
th: รายงานกะงาน
tr: Vardiya raporu
uk: Звіт про зміни
ur: شفٹ رپورٹ
vi: Báo cáo ca làm
zh_hans: 班次报告
zh_hant: 班次報表

# settings.menu.feedback.label
source: Feedback
ar: التعليقات
bg: Отзив
bn: প্রতিক্রিয়া
ca: Opinió
cs: Zpětná vazba
el: Σχόλια
es: Comentarios
et: Tagasiside
fa: بازخورد
fi: Palaute
fr: Commentaires
he: משוב
hi: प्रतिक्रिया
hr: Povratna informacija
hu: Visszajelzés
id: Umpan balik
is: Athugasemd
ja: フィードバック
ko: 피드백
lt: Atsiliepimai
lv: Atsauksme
nb: Tilbakemelding
nn: Tilbakemelding
pl: Opinia
ru: Отзыв
sk: Spätna väzba
sl: Povratna informacija
sr: Povratna informacija
sw: Maoni
ta: கருத்து
th: ข้อเสนอแนะ
tr: Geri Bildirim
uk: Відгук
ur: رائے
vi: Phản hồi
zh_hans: 反馈
zh_hant: 反饋

# settings.menu.notifications.label
source: Notifications
ar: الإشعارات
bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Notifikace
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
et: Teatised
fa: اطلاعات هشدار
fi: Ilmoitukset
fil: Mga Notification
he: התראות
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ko: 알림
lt: Pranešimai
lv: Paziņojumi
nb: Varsler
nl: Meldingen
nn: Varsler
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Notifikácie
sl: Obvestila
sr: Obaveštenja
sv: Aviseringar
sw: Arifa
ta: அறிவிப்புகள்
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.menu.pay.label
source: Jobs & Pay
ar: الراتب والإضافات
bg: Заплата и допълнения
bn: বেতন এবং সাপ্লিমেন্ট
ca: Sou i complements
cs: Plat a příplatky
da: Løn og tillæg
de: Lohn und Zuschläge
el: Αποδοχές και επιδόματα
es: Pago y complementos
et: Palk ja lisatasud
fa: دستمزد و سرپلس
fi: Palkka ja lisät
fil: Sahod at supplements
fr: Rémunération et suppléments
he: שכר והוספות
hi: वेतन और भत्ते
hr: Plaća i dodaci
hu: Bér és kiegészítések
id: Gaji dan tunjangan
is: Laun og viðbætur
it: Paga e supplementi
ja: 給与と手当
ko: 급여 및 수당
lt: Alga ir priedai
lv: Alga un pielaides
nb: Jobber og lønn
nl: Salaris en toeslagen
nn: Lønn og tillegg
pl: Płaca i dodatki
pt_br: Pagamento e adicionais
ro: Plată și suplimente
ru: Оплата и надбавки
sk: Platy a príplatky
sl: Plača in dodatki
sr: Plata i dodaci
sv: Lön och tillägg
sw: Malipo na ziada
ta: சம்பளம் மற்றும் சப்ளிமெண்ட்கள்
th: เงินเดือนและเบี้ยเพิ่มเติม
tr: Ödeme ve ek ödemeler
uk: Оплата та надбавки
ur: تنخواہ اور سپلیمنٹس
vi: Lương và phụ cấp
zh_hans: 薪资和补贴
zh_hant: 薪酬和補貼

# settings.menu.recurringShifts.label
source: Recurring shifts
ar: نوبات العمل المتكررة
bg: Повтарящи се работни времена
bn: পুনরাবৃত্তিমূলক শিফটগুলি
ca: Torns recurrents
cs: Opakující se směny
da: Tilbagevendende vakter
de: Regelmäßige Schichten
el: Επαναλαμβανόμενες βάρδιες
es: Turnos recurrentes
et: Korduvad vahetused
fa: شیفت‌های تکراری
fi: Toistuvat vuorot
fil: Mga regular na shift
fr: Quarts récurrents
he: משמרות חוזרות
hi: आवर्ती शिफ्टें
hr: Redovne smjene
hu: Ismétlődő műszakok
id: Shift berulang
is: Endurteknar vaktir
it: Turni ricorrenti
ja: 定期シフト
ko: 정기 근무
lt: Pasikartojančios pamainosy
lv: Regulāras maiņas
nb: Faste vakter
nl: Vaste diensten
nn: Faste vakter
pl: Powtarzające się zmiany
pt_br: Turnos recorrentes
ro: Ture recurente
ru: Повторяющиеся смены
sk: Opakujúce sa smeny
sl: Ponavljajoče se izmene
sr: Ponavljajuće smene
sv: Återkommande vakter
sw: Kazi inayorudia
ta: மீண்டும் வரும் ஷிப்ட்கள்
th: การทำงานประจำ
tr: Tekrarlayan vardiyalar
uk: Повторювані зміни
ur: دہرائی جانے والی شفٹیں
vi: Ca làm việc định kỳ
zh_hans: 定期班次
zh_hant: 重複班次

# settings.menu.security.label
source: Login and security
ar: تسجيل الدخول والأمان
bg: Вход и сигурност
bn: লগইন এবং নিরাপত্তা
ca: Inici de sessió i seguretat
cs: Přihlášení a bezpečnost
da: Login og sikkerhed
de: Anmeldung und Sicherheit
el: Σύνδεση και ασφάλεια
es: Inicio de sesión y seguridad
et: Sisselogimine ja turvalisus
fa: ورود و امنیت
fi: Kirjautuminen ja turvallisuus
fil: Login at seguridad
fr: Connexion et sécurité
he: כניסה וביטחון
hi: लॉगिन और सुरक्षा
hr: Prijava i sigurnost
hu: Bejelentkezés és biztonság
id: Login dan keamanan
is: Innskráning og öryggi
it: Accesso e sicurezza
ja: ログインとセキュリティ
ko: 로그인 및 보안
lt: Prisijungimas ir saugumas
lv: Pieteikšanās un drošība
nb: Innlogging og sikkerhet
nl: Inloggen en beveiliging
nn: Innlogging og sikkerheit
pl: Logowanie i bezpieczeństwo
pt_br: Login e segurança
ro: Conectare și securitate
ru: Вход и безопасность
sk: Prihlasovanie a bezpečnosť
sl: Prijava in varnost
sr: Prijava i bezbednost
sv: Inloggning och säkerhet
sw: Kuingia na usalama
ta: உள்நுழைவு மற்றும் பாதுகாப்பு
th: การเข้าสู่ระบบและความปลอดภัย
tr: Oturum açma ve güvenlik
uk: Вхід та безпека
ur: لاگ ان اور سیکیورٹی
vi: Đăng nhập và bảo mật
zh_hans: 登录和安全
zh_hant: 登入和安全

# settings.pay.add_job.color_label
source: Color
ar: اللون
bg: Цвят
bn: রঙ
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
et: Värvus
fa: رنگ
fi: Väri
fil: Kulay
fr: Couleur
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
is: Litur
it: Colore
ja: 色
ko: 색상
lt: Spalva
lv: Krāsa
nb: Farge
nl: Kleur
nn: Farge
pl: Kolor
pt_br: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sr: Boja
sv: Färg
sw: Rangi
ta: நிறம்
th: สี
tr: Renk
uk: Колір
ur: رنگ
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# settings.pay.add_job.cta
source: Add another job
ar: أضف وظيفة أخرى
bg: Добавяне на още една работа
bn: আরেকটি কাজ যোগ করুন
ca: Afegir una altra feina
cs: Přidat další práci
da: Tilføj et andet job
de: Füge einen weiteren Job hinzu
el: Προσθέστε άλλη δουλειά
es: Añadir otro trabajo
et: Lisa veel üks töö
fa: افزودن یک شغل دیگر
fi: Lisää toinen työ
fil: Magdagdag ng isa pang trabaho
fr: Ajouter un emploi
he: הוסף עוד עבודה
hi: एक और जॉब जोड़ें
hr: Dodaj još jedan posao
hu: Adj hozzá még egy munkát
id: Tambah pekerjaan lain
is: Bæta við annarri vinnu
it: Aggiungi un altro lavoro
ja: 別の職務を追加
ko: 또 다른 직업 추가
lt: Pridėti dar vieną darbą
lv: Pievienot vēl vienu darbu
nb: Legg til en jobb
nl: Voeg nog een baan toe
nn: Legg til ein jobb
pl: Dodaj kolejną pracę
pt_br: Adicionar outro trabalho
ro: Adaugă o altă slujbă
ru: Добавить еще одну работу
sk: Pridať ďalšiu úlohu
sl: Dodaj drugo službo
sr: Dodaj drugi posao
sv: Lägg till ett jobb
sw: Ongeza kazi nyingine
ta: மற்றொரு வேலையைச் சேர்க்கவும்
th: เพิ่มงานอื่น
tr: Başka bir iş ekle
uk: Додати ще одну роботу
ur: ایک اور نوکری شامل کریں
vi: Thêm một công việc khác
zh_hans: 添加另一个工作
zh_hant: 新增工作

# settings.pay.add_job.current_workplace_title
source: Current job
ar: الوظيفة الحالية
bg: Текуща работа
bn: বর্তমান চাকরি
ca: Feina actual
cs: Aktuální zaměstnání
da: Nuværende job
de: Aktueller Job
el: Τρέχουσα εργασία
es: Empleo actual
et: Praegune töökoht
fa: شغل فعلی
fi: Nykyinen työpaikka
fil: Kasalukuyang trabaho
fr: Emploi actuel
he: מקום העבודה הנוכחי
hi: वर्तमान नौकरी
hr: Trenutni posao
hu: Jelenlegi munkahely
id: Pekerjaan saat ini
is: Núverandi starf
it: Lavoro attuale
ja: 現在の勤務先
ko: 현재 직장
lt: Dabartinė darbovietė
lv: Pašreizējā darba vieta
nb: Nåværende jobb
nl: Huidige baan
nn: Noverande jobb
pl: Obecna praca
pt_br: Emprego atual
ro: Loc de muncă actual
ru: Текущее место работы
sk: Aktuálne pracovisko
sl: Trenutna služba
sr: Trenutni posao
sv: Nuvarande jobb
sw: Kazi ya sasa
ta: தற்போதைய வேலை
th: งานปัจจุบัน
tr: Mevcut iş
uk: Поточна робота
ur: موجودہ ملازمت
vi: Công việc hiện tại
zh_hans: 当前工作
zh_hant: 目前工作

# settings.pay.add_job.error_current_name
source: Set a name for your current job.
ar: عيّن اسمًا لوظيفتك الحالية.
bg: Задайте име на текущата си работа.
bn: আপনার বর্তমান চাকরির জন্য একটি নাম সেট করুন।
ca: Estableix un nom per a la teva feina actual.
cs: Zadejte název svého aktuálního zaměstnání.
da: Angiv et navn til dit nuværende job.
de: Gib deinem aktuellen Job einen Namen.
el: Ορίστε ένα όνομα για την τρέχουσα εργασία σας.
es: Establece un nombre para tu empleo actual.
et: Määra oma praegusele töökohale nimi.
fa: برای شغل فعلی خود نامی تعیین کنید.
fi: Anna nykyiselle työpaikallesi nimi.
fil: Magtakda ng pangalan para sa iyong kasalukuyang trabaho.
fr: Donnez un nom à votre emploi actuel.
he: הגדר שם למקום העבודה הנוכחי שלך.
hi: अपनी वर्तमान नौकरी के लिए एक नाम सेट करें।
hr: Unesite naziv za svoj trenutni posao.
hu: Adj nevet a jelenlegi munkahelyednek.
id: Beri nama untuk pekerjaan Anda saat ini.
is: Settu heiti á núverandi starf.
it: Imposta un nome per il tuo lavoro attuale.
ja: 現在の勤務先の名前を設定してください。
ko: 현재 직장의 이름을 설정하세요.
lt: Nurodykite dabartinės darbovietės pavadinimą.
lv: Iestatiet pašreizējās darba vietas nosaukumu.
nb: Sett et navn på nåværende jobb.
nl: Geef je huidige baan een naam.
nn: Set eit namn på den noverande jobben din.
pl: Ustaw nazwę obecnej pracy.
pt_br: Defina um nome para seu emprego atual.
ro: Setează un nume pentru locul tău de muncă actual.
ru: Задайте название для текущего места работы.
sk: Nastavte názov svojho aktuálneho pracoviska.
sl: Nastavite ime svoje trenutne službe.
sr: Unesite naziv trenutnog posla.
sv: Ange ett namn för ditt nuvarande jobb.
sw: Weka jina la kazi yako ya sasa.
ta: உங்கள் தற்போதைய வேலைக்கு ஒரு பெயரை அமைக்கவும்.
th: ตั้งชื่อให้งานปัจจุบันของคุณ
tr: Mevcut işiniz için bir ad belirleyin.
uk: Укажіть назву поточної роботи.
ur: اپنی موجودہ ملازمت کے لیے نام مقرر کریں۔
vi: Đặt tên cho công việc hiện tại.
zh_hans: 请为当前工作设置名称。
zh_hant: 請為目前工作設定名稱。

# settings.pay.add_job.error_name
source: Job name cannot be empty.
ar: اسم الوظيفة لا يمكن أن يكون فارغاً.
bg: Името на работата не може да бъде празно.
bn: কাজের নাম খালি হতে পারে না।
ca: El nom de la feina no pot estar buit.
cs: Název práce nemůže být prázdný.
da: Jobbnavn kan ikke være tomt.
de: Jobname darf nicht leer sein.
el: Το όνομα δουλειάς δεν μπορεί να είναι κενό.
es: El nombre del trabajo no puede estar vacío.
et: Töö nimi ei saa olla tühi.
fa: نام شغل نمی‌تواند خالی باشد.
fi: Työn nimi ei voi olla tyhjä.
fil: Ang pangalan ng trabaho ay hindi maaaring maging walang laman.
fr: Le nom de l'emploi ne peut pas être vide.
he: שם העבודה לא יכול להיות ריק.
hi: जॉब का नाम खाली नहीं हो सकता।
hr: Naziv posla ne može biti prazan.
hu: A munka neve nem lehet üres.
id: Nama pekerjaan tidak boleh kosong.
is: Nafn vinnu má ekki vera tómt.
it: Il nome del lavoro non può essere vuoto.
ja: 職務名は空にすることはできません。
ko: 직업명은 비워둘 수 없습니다.
lt: Darbo pavadinimas negali būti tuščias.
lv: Darba nosaukums nevar būt tukšs.
nb: Jobbnavn kan ikke vare tomt.
nl: Baannaam kan niet leeg zijn.
nn: Jobbnavn kan ikkje vere tomt.
pl: Nazwa pracy nie może być pusta.
pt_br: Nome do trabalho não pode estar vazio.
ro: Numele slujbei nu poate fi gol.
ru: Название работы не может быть пустым.
sk: Názov úlohy nemôže byť prázdny.
sl: Ime službe ne sme biti prazno.
sr: Naziv posla ne može biti prazan.
sv: Jobbnamn kan inte vara tomt.
sw: Jina la kazi haliwezi kuwa tupu.
ta: வேலையின் பெயர் காலியாக இருக்க முடியாது.
th: ชื่องานไม่สามารถเว้นว่างได้
tr: İş adı boş olamaz.
uk: Назва роботи не може бути порожною.
ur: نوکری کا نام خالی نہیں ہو سکتا۔
vi: Tên công việc không thể để trống.
zh_hans: 工作名称不能为空。
zh_hant: 工作名稱不能為空。

# settings.pay.add_job.name
source: Job name
ar: اسم الوظيفة
bg: Име на работата
bn: কাজের নাম
ca: Nom de la feina
cs: Název práce
da: Jobbnavn
el: Όνομα δουλειάς
es: Nombre del trabajo
et: Töö nimi
fa: نام شغل
fi: Työn nimi
fil: Pangalan ng trabaho
fr: Nom de l'emploi
he: שם העבודה
hi: जॉब का नाम
hr: Naziv posla
hu: Munka neve
id: Nama pekerjaan
is: Nafn vinnu
it: Nome del lavoro
ja: 職務名
ko: 직업명
lt: Darbo pavadinimas
lv: Darba nosaukums
nb: Jobbnavn
nl: Baannaam
nn: Jobbnavn
pl: Nazwa pracy
pt_br: Nome do trabalho
ro: Numele slujbei
ru: Название работы
sk: Názov úlohy
sl: Ime službe
sr: Naziv posla
sv: Jobbnamn
sw: Jina la kazi
ta: வேலையின் பெயர்
th: ชื่องาน
tr: İş adı
uk: Назва роботи
ur: نوکری کا نام
vi: Tên công việc
zh_hans: 工作名称
zh_hant: 工作名稱

# settings.pay.add_job.one_last_thing_title
source: One last thing
ar: شيء أخير واحد
bg: Още едно нещо
bn: একটি শেষ জিনিস
ca: Una última cosa
cs: Ještě jedna věc
da: En sidste ting
de: Noch eine Sache
el: Ένα τελευταίο πράγμα
es: Una última cosa
et: Veel üks asi
fa: یک کار آخر
fi: Yksi viimeinen asia
fil: Isang huling bagay
fr: Une dernière chose
he: דבר אחד אחרון
hi: एक आखिरी बात
hr: Jedna posljednja stvar
hu: Még egy utolsó dolog
id: Satu hal terakhir
is: Eitt síðasta atriði
it: Un'ultima cosa
ja: 最後の一つ
ko: 마지막 한 가지
lt: Dar vienas dalykas
lv: Vēl viena lieta
nb: En siste ting
nl: Nog één ding
nn: Ein siste ting
pl: Jeszcze jedna rzecz
pt_br: Uma última coisa
ro: Încă un lucru
ru: Еще одно
sk: Posledná vec
sl: Še ena stvar
sr: Još jedna stvar
sv: En sista sak
sw: Kitu kimoja tu
ta: ஒரு கடைசி விஷயம்
th: อีกสิ่งหนึ่ง
tr: Bir son şey
uk: Ще одна річ
ur: ایک آخری چیز
vi: Một điều cuối cùng
zh_hans: 最后一件事
zh_hant: 最後一件事

# settings.pay.add_job.payroll_day
source: Payroll day
ar: يوم الراتب
bg: Ден на изплата
bn: বেতন দিবস
ca: Dia de nòmina
cs: Den výplaty
da: Lønningsdag
de: Geheitstag
el: Ημέρα μισθοδοσίας
es: Día de pago
et: Palgapäev
fa: روز حقوق
fi: Palkkapäivä
fil: Araw ng sahod
fr: Jour de paie
he: יום משכורת
hi: वेतन दिवस
hr: Dan isplate
hu: Fizetési nap
id: Hari penggajian
is: Launadagur
it: Giorno di pagamento
ja: 給与支払日
ko: 급여일
lt: Algalapio diena
lv: Algas diena
nb: Lønningsdag
nl: Salarisdag
nn: Lønningsdag
pl: Dzień wypłaty
pt_br: Dia de pagamento
ro: Ziua plății
ru: День зарплаты
sk: Deň výplaty
sl: Dan izplačila
sr: Dan isplate
sv: Löndag
sw: Siku ya malipo
ta: சம்பள நாள்
th: วันจ่ายเงินเดือน
tr: Maaş günü
uk: День виплати зарплати
ur: تنخواہ کا دن
vi: Ngày trả lương
zh_hans: 发薪日
zh_hant: 薪資日期

# settings.pay.add_job.title
source: Add another job
ar: أضف وظيفة أخرى
bg: Добавяне на още една работа
bn: আরেকটি কাজ যোগ করুন
ca: Afegir una altra feina
cs: Přidat další práci
da: Tilføj et andet job
de: Füge einen weiteren Job hinzu
el: Προσθέστε άλλη δουλειά
es: Añadir otro trabajo
et: Lisa veel üks töö
fa: افزودن یک شغل دیگر
fi: Lisää toinen työ
fil: Magdagdag ng isa pang trabaho
fr: Ajouter un emploi
he: הוסף עוד עבודה
hi: एक और जॉब जोड़ें
hr: Dodaj još jedan posao
hu: Adj hozzá még egy munkát
id: Tambah pekerjaan lain
is: Bæta við annarri vinnu
it: Aggiungi un altro lavoro
ja: 別の職務を追加
ko: 또 다른 직업 추가
lt: Pridėti dar vieną darbą
lv: Pievienot vēl vienu darbu
nb: Legg til en jobb
nl: Voeg nog een baan toe
nn: Legg til ein jobb
pl: Dodaj kolejną pracę
pt_br: Adicionar outro trabalho
ro: Adaugă o altă slujbă
ru: Добавить еще одну работу
sk: Pridať ďalšiu úlohu
sl: Dodaj drugo službo
sr: Dodaj drugi posao
sv: Lägg till ett jobb
sw: Ongeza kazi nyingine
ta: மற்றொரு வேலையைச் சேர்க்கவும்
th: เพิ่มงานอื่น
tr: Başka bir iş ekle
uk: Додати ще одну роботу
ur: ایک اور نوکری شامل کریں
vi: Thêm một công việc khác
zh_hans: 添加另一个工作
zh_hant: 新增工作
